[
    {
        "Name": "Man-Eating Grizzly Bear",
        "Description": "A massive, feral grizzly bear that has developed a taste for human flesh. These beasts are larger and more aggressive than normal bears, driven by an insatiable hunger for meat.",
        "Guise": "A large, aggressive bear attacking livestock and people",
        "Attack": "5",
        "Damage": "1",
        "Hit Points Multiplier": "3",
        "Bloodied": "1",
        "Buffs": "None",
        "Crit fail": "The Man-Eating Grizzly Bear bites them and shakes them violently, reducing them to 0 hit points.",
        "Immunities": "Spiritual",
        "Special Weaknesses": [
            "Loud, sustained noises (bells, horns, gunshots) cause the bear to flee in terror.",
            "Fresh honey or meat can be used to distract the bear for as long as it is not attacked.",
            "The bear will flee to a ditance of 20 feet from an open flame."
        ],
        "Body": "9",
        "Agility": "4",
        "Focus": "4",
        "Fate": "2",
        "Insight": "0"
    },
    {
        "Name": "Skeleton Imps",
        "Description": "Animated skeletons with sinewy tendons connecting them, a bloated exposed gut and desire to consume dead flesh. They scurry about in groups, biting and clawing with supernatural speed.",
        "Guise": "A violent man no one can describe, or a large rabid dog, wolf, or coyote.",
        "Attack": "3",
        "Damage": "1",
        "Hit Points Multiplier": "0 + 1",
        "Bloodied": "0",
        "Buffs": "Immune to all mind altering affects.",
        "Crit Fail": "The Skeleton Imp bites the victim making them Blind for 1 turn.",
        "Immunities": "None",
        "Special Weaknesses": [],
        "Body": "2",
        "Agility": "7",
        "Focus": "1",
        "Fate": "1",
        "Insight": "1"
    },
    {
        "Name": "Undead Regulator",
        "Description": "A reanimated lawman or soldier, still wearing the remnants of their uniform. These undead agents retain some of their tactical knowledge and weapon skills from their former life.",
        "Guise": "A disheveled but living lawman or soldier, possibly drunk or mentally unstable",
        "Attack": "5",
        "Damage": "1",
        "Hit Points Multiplier": "0 + 1",
        "Bloodied": "0",
        "Buffs": "Immune to all mind altering affects.",
        "Crit Fail": "The Agent's shot strikes a limb, and this wound will keep that limb out of commission for the next month. Count up the limbs and roll a die to choose which one randomly.",
        "Immunities": "None",
        "Special Weaknesses": [
            "Reminders of their former life (like a badge or photograph) can temporarily stun them for 1 turn if they fail a Focus test."
        ],
        "Body": "2",
        "Agility": "7",
        "Focus": "4",
        "Fate": "1",
        "Insight": "1"
    },
    {
        "Name": "Banshee",
        "Description": "The tortured spirit of a woman who died in great anguish. These incorporeal undead wail with such supernatural force that they can kill with sound alone.",
        "Guise": "An invisible force that makes ears ring and skin chill, but is otherwise imperceptible",
        "Attack": "7",
        "Damage": "1",
        "Hit Points Multiplier": "5",
        "Bloodied": "2",
        "Buffs": "The Banshee can fly, pass through walls and objects, and step in and out of mirrors.",
        "Crit Fail": "Banshee's Wails infect the mind and the creature drops to 0 hit points.",
        "Immunities": "Physical",
        "Special Weaknesses": [
            "Iron bells rung continuously force the Banshee to flee and cannot return for 24 hours.",
            "Addressing her by her true name (if known) silences her wails for 3 turns and reduces her attack by 3.",
            "Covering mirrors in her presence traps her reflection, preventing her from becoming incorporeal."
        ],
        "Body": "5",
        "Agility": "4",
        "Focus": "6",
        "Fate": "9",
        "Insight": "2"
    },
    {
        "Name": "Vampire",
        "Description": "An ancient undead creature that feeds on the blood of the living. Vampires are cunning, seductive, and possess supernatural powers. They can transform into bats or wolves, control lesser creatures, and have a hypnotic gaze.",
        "Guise": "",
        "Attack": "7",
        "Damage": "4",
        "Hit Points Multiplier": "5",
        "Bloodied": "1",
        "Buffs": "Cannot die unless their body (or remains) are fully baptized. They will always revive with 1 hit point in 24 hours.\nAdditionally, they regain 5 hit points every turn they have at least 1 hit point.",
        "Crit fail": "The Vampire kills their victim.",
        "Immunities": "None",
        "Special Weaknesses": [
            "Baptism of the Vampire's body in a body of running water washes away all Sin and destroys the monster entirely.",
            "The light of the Sun will drive the Vampire away into Darkness, it must flee.",
            "The smell of garlic disorients the Vampire, causing its attack score to drop by 2."
        ],
        "Body": "9",
        "Agility": "9",
        "Focus": "9",
        "Fate": "9",
        "Insight": "0"
    },
    {
        "Name": "Insectoid",
        "Description": "A giant praying mantis monster that disguises itself in the skin of a villager for years, even decades, as it lies in wait for the kill. When it strikes, it devours entire families before returning to hiding.",
        "Guise": "A foggy memory of a villager, or a person who seems slightly off but otherwise normal.",
        "Attack": "6",
        "Damage": "1",
        "Hit Points Multiplier": "3",
        "Bloodied": "1",
        "Buffs": "Can disguise as a villager for years, remaining undetected.",
        "Crit Fail": "The Insectoid devours the victim's family members one by one.",
        "Immunities": "None",
        "Special Weaknesses": [
            "Bright lights cause the disguise to flicker and fail, revealing its true form and reducing its attack by 3.",
            "Pesticides or strong vinegar cause it to vomit uncontrollably for 1 turn.",
            "Cold temperatures below freezing slow its movements, halving its Agility."
        ],
        "Body": "6",
        "Agility": "8",
        "Focus": "5",
        "Fate": "2",
        "Insight": "2"
    },
    {
        "Name": "Ravenwolf",
        "Description": "A wolf with a raven's head that eats people and mimics the sounds of their loved ones to lure victims outside. This unnatural hybrid creature combines predatory cunning with supernatural vocal abilities.",
        "Guise": "",
        "Attack": "5",
        "Damage": "1",
        "Hit Points Multiplier": "2",
        "Bloodied": "1",
        "Buffs": "Can mimic the sounds of loved ones to lure victims.",
        "Crit Fail": "The Ravenwolf's mimicry becomes permanently etched in the victim's mind, causing madness.",
        "Immunities": "None",
        "Special Weaknesses": [
            "Loud, conflicting sounds (multiple voices talking at once) confuse its mimicry ability and prevent it from speaking.",
            "The Ravenwolf does not understand langage as humans do, so it will repeat malformed words of gibberish withou understanding its error.",
            "The Ravenwolf is afraid of real birds and will try fixate on mauling any bird within its sight, ignoring all other threats."
        ],
        "Body": "4",
        "Agility": "5",
        "Focus": "3",
        "Fate": "2",
        "Insight": "0"
    }
]
