[
    {
        "Name": "Man-Eating Grizzly Bear",
        "Description": "A massive, feral grizzly bear that has developed a taste for human flesh. These beasts are larger and more aggressive than normal bears, driven by an insatiable hunger for meat.",
        "Attack": "5",
        "Damage": "1",
        "Hit Points Multiplier": "3",
        "Bloodied": "1",
        "Buffs": "None",
        "Crit fail": "The Man-Eating Grizzly Bear bites them and shakes them violently, reducing them to 0 hit points.",
        "Immunities": "Spiritual",
        "Body": "9",
        "Agility": "4",
        "Focus": "4",
        "Fate": "2",
        "Insight": "0"
    },
    {
        "Name": "Skeleton Imps",
        "Description": "Small, animated skeletons of children or small animals, possessed by malevolent spirits. They scurry about in groups, biting and clawing with supernatural speed.",
        "Attack": "3",
        "Damage": "1",
        "Hit Points Multiplier": "0 + 1",
        "Bloodied": "0",
        "Buffs": "Immune to all mind altering affects.",
        "Crit Fail": "The Skeleton Imp bites the victim making them Blind for 1 turn.",
        "Immunities": "None",
        "Body": "2",
        "Agility": "7",
        "Focus": "1",
        "Fate": "1",
        "Insight": "1"
    },
    {
        "Name": "Undead Regulator",
        "Description": "A reanimated lawman or soldier, still wearing the remnants of their uniform. These undead agents retain some of their tactical knowledge and weapon skills from their former life.",
        "Attack": "5",
        "Damage": "1",
        "Hit Points Multiplier": "0 + 3",
        "Bloodied": "0",
        "Buffs": "Immune to all mind altering affects.",
        "Crit Fail": "The Agent's shot strikes a limb, and this wound will keep that limb out of commission for the next month. Count up the limbs and roll a die to choose which one randomly.",
        "Immunities": "None",
        "Body": "2",
        "Agility": "7",
        "Focus": "1",
        "Fate": "1",
        "Insight": "1"
    },
    {
        "Name": "Banshee",
        "Description": "The tortured spirit of a woman who died in great anguish. These incorporeal undead wail with such supernatural force that they can kill with sound alone.",
        "Attack": "7",
        "Damage": "1",
        "Hit Points Multiplier": "5",
        "Bloodied": "2",
        "Buffs": "Cannot be harmed by non-magical weapons.",
        "Crit Fail": "Banshee's Wails infect the mind and the creature drops to 0 hit points.",
        "Immunities": "Physical",
        "Body": "5",
        "Agility": "4",
        "Focus": "6",
        "Fate": "9",
        "Insight": "2"
    },
    {
        "Name": "Vampire",
        "Description": "An ancient undead creature that feeds on the blood of the living. This particular vampire, known as Lazarus, possesses immense supernatural power and cunning intellect.",
        "Attack": "7",
        "Damage": "2",
        "Hit Points Multiplier": "5",
        "Bloodied": "1",
        "Buffs": "Cannot die unless his body (or remains) are fully baptized. He will always revive with 1 hit point in 24 hours.\nAdditionally, he regains 5 hit points every turn he has at least 1 hit point.",
        "Crit fail": "Lazarus kills his victim.",
        "Immunities": "None",
        "Body": "9",
        "Agility": "9",
        "Focus": "9",
        "Fate": "9",
        "Insight": "0"
    },
    {
        "Name": "Insectoid",
        "Description": "A giant praying mantis monster that disguises itself in the skin of a villager for years, even decades, as it lies in wait for the kill. When it strikes, it devours entire families before returning to hiding.",
        "Attack": "6",
        "Damage": "1",
        "Hit Points Multiplier": "3",
        "Bloodied": "1",
        "Buffs": "Can disguise as a villager for years, remaining undetected.",
        "Crit Fail": "The Insectoid devours the victim's family members one by one.",
        "Immunities": "None",
        "Body": "6",
        "Agility": "8",
        "Focus": "5",
        "Fate": "2",
        "Insight": "0"
    },
    {
        "Name": "Ravenwolf",
        "Description": "A wolf with a raven's head that eats people and mimics the sounds of their loved ones to lure victims outside. This unnatural hybrid creature combines predatory cunning with supernatural vocal abilities.",
        "Attack": "5",
        "Damage": "1",
        "Hit Points Multiplier": "2",
        "Bloodied": "1",
        "Buffs": "Can mimic the sounds of loved ones to lure victims.",
        "Crit Fail": "The Ravenwolf's mimicry becomes permanently etched in the victim's mind, causing madness.",
        "Immunities": "None",
        "Body": "4",
        "Agility": "5",
        "Focus": "3",
        "Fate": "2",
        "Insight": "0"
    }
]
