{
    "spells": [
      {
        "name": "Magic Missile",
        "rarity": "common",
        "description": "Direct 3 darts of glowing energy to strike at the heart of your enemy, or enemies. Each dart deals 1 damage to its target. Discard this card."
      },
      {
        "name": "Fireball",
        "rarity": "uncommon",
        "description": "You direct an explosion of flame, all creatures within 20’ of the center of it must test Agility. On failure they take 3 damage, on a success they take 1. Discard this card."
      },
      {
        "name": "Cure Wounds",
        "rarity": "common",
        "description": "You heal the wounds of 1 target you touch. That creature regains 1 hit point. Discard this card."
      },
      {
        "name": "Mage Armor",
        "rarity": "common",
        "description": "One targeted creature can roll an additional d10 for all Brace actions. Hand this card to the protected target. Discard this at the end of their next night’s rest."
      },
      {
        "name": "Shield",
        "rarity": "common",
        "description": "One targeted creature that would take damage instead takes none. Discard this card."
      },
      {
        "name": "Sleep",
        "rarity": "uncommon",
        "description": "One target must succeed a Focus test or fall unconscious. Discard this card."
      },
      {
        "name": "Detect Magic",
        "rarity": "common",
        "description": "All magical things become obviously magical to your inspection. Discard this at the end of your next night’s rest."
      },
      {
        "name": "Identify",
        "rarity": "uncommon",
        "description": "You can tell if an item you can see is cursed or not. Discard this card."
      },
      {
        "name": "Charm Persons",
        "rarity": "uncommon",
        "description": "You seem irresistibly charismatic to those you meet for the first time while under this spell’s effect. This will not change people’s behavior towards you if they have reason to dislike you or know you well. You automatically pass test Focus for negotiating payments. Discard this at the end of your next night’s rest."
      },
      {
        "name": "Bless",
        "rarity": "common",
        "description": "Allow one target to reroll a test and then discard this card."
      }
    ]
  }
  