{
    "spells": [
        {
            "name": "Magic Missile",
            "rarity": "common",
            "deck": "Ancient Spells",
            "description": "Direct 3 darts of glowing energy to strike at the heart of your enemy, or enemies. Each dart deals 1 damage to its target. Discard this card."
        },
        {
            "name": "Fireball",
            "rarity": "uncommon",
            "deck": "Ancient Spells",
            "description": "You direct an explosion of flame, all creatures within 20' of the center of it must test Agility. On failure they take 3 damage, on a success they take 1. Discard this card."
        },
        {
            "name": "Cure Wounds",
            "rarity": "common",
            "deck": "Ancient Spells",
            "description": "You heal the wounds of 1 target you touch. That creature regains 1 hit point. Discard this card."
        },
        {
            "name": "Mage Armor",
            "rarity": "common",
            "deck": "Ancient Spells",
            "description": "One targeted creature can roll an additional d10 for all Brace actions. Hand this card to the protected target. Discard this at the end of their next night's rest."
        },
        {
            "name": "Shield",
            "rarity": "common",
            "deck": "Ancient Spells",
            "description": "One targeted creature that would take damage instead takes none. Discard this card."
        },
        {
            "name": "Sleep",
            "rarity": "uncommon",
            "deck": "Ancient Spells",
            "description": "One target must succeed a @Focus test or fall @Unconscious. Discard this card."
        },
        {
            "name": "Detect Magic",
            "rarity": "common",
            "deck": "Ancient Spells",
            "description": "All magical things become obviously magical to your inspection. Discard this at the end of your next night's rest."
        },
        {
            "name": "Identify",
            "rarity": "uncommon",
            "deck": "Ancient Spells",
            "description": "You can tell if an item you can see is cursed or not. Discard this card."
        },
        {
            "name": "Charm Persons",
            "rarity": "uncommon",
            "deck": "Ancient Spells",
            "description": "You seem irresistibly charismatic to those you meet for the first time while under this spell's effect. This will not change people's behavior towards you if they have reason to dislike you or know you well. You automatically pass test Focus for negotiating payments. Discard this at the end of your next night's rest."
        },
        {
            "name": "Bless",
            "rarity": "common",
            "deck": "Ancient Spells",
            "description": "Allow one target to reroll a test and then discard this card."
        },
        {
            "name": "Mirror Image",
            "rarity": "uncommon",
            "deck": "Ancient Spells",
            "description": "Three illusory duplicates of you flicker around you. For 3 turns, attacks against you strike a duplicate instead. Keep this card face up in front of you until the affect ends and then discard it."
        },
        {
            "name": "Magic Mouth",
            "rarity": "common",
            "deck": "Ancient Spells",
            "description": "You enchant an object to speak a recorded message when a condition is met (e.g., 'when someone opens the door'). The voice booms for 10 seconds. Discard this card."
        },
        {
            "name": "Web",
            "rarity": "uncommon",
            "deck": "Ancient Spells",
            "description": "Thick webs fill a 20' area. Creatures entering or inside must pass an Agility test or be trapped in the web. The webs remain for 2 turns. Discard this card."
        },
        {
            "name": "Invisibility",
            "rarity": "rare",
            "deck": "Ancient Spells",
            "description": "You or one creature you touch becomes invisible for 10 minutes or until they attack or cast a spell. Discard this card when it ends."
        },
        {
            "name": "Flame Strike",
            "rarity": "rare",
            "deck": "Ancient Spells",
            "description": "A pillar of divine fire crashes down on a target area. All creatures in a 10' radius must successfully test Agility or take 4 damage. Discard this card."
        },
        {
            "name": "Clairvoyance",
            "rarity": "uncommon",
            "deck": "Ancient Spells",
            "description": "You see and hear from a location within 1 mile you've seen before. The vision lasts 10 minutes. Discard this card."
        },
        {
            "name": "Levitate",
            "rarity": "common",
            "deck": "Ancient Spells",
            "description": "You or one target rises up to 20 feet into the air. They may move up or down, but not sideways. Lasts 2 turns. Discard this card."
        },
        {
            "name": "Quick Draw",
            "rarity": "common",
            "deck": "Wild West",
            "description": "Your reflexes are lightning-fast. You may immediately take a free attack action before any other combatant acts. Discard this card."
        },
        {
            "name": "Deadeye Shot",
            "rarity": "uncommon",
            "deck": "Wild West",
            "description": "Your aim is unnervingly precise. Choose one target you can see. If your next attack against them hits, it deals double damage. Discard this card."
        },
        {
            "name": "Dust Devil",
            "rarity": "common",
            "deck": "Wild West",
            "description": "A swirling storm of dust and debris blows in. All creatures within 10' must test Agility or be blinded for their next action. Discard this card."
        },
        {
            "name": "Silver Tongue",
            "rarity": "uncommon",
            "deck": "Wild West",
            "description": "Your words drip with charm and deception. When haggling, bluffing, or convincing a wary stranger, you may automatically succeed test to influence them. Discard this card."
        },
        {
            "name": "Grit & Gumption",
            "rarity": "common",
            "deck": "Wild West",
            "description": "When you would drop to 0 HP, you instead stay on your feet with 1 HP remaining. Discard this card."
        },
        {
            "name": "Six-Shooter's Luck",
            "rarity": "common",
            "deck": "Wild West",
            "description": "You reroll one failed attack roll. You must keep the second result. Discard this card."
        },
        {
            "name": "High Noon",
            "rarity": "uncommon",
            "deck": "Wild West",
            "description": "You may challenge one enemy to a duel. Both of you must test Focus—the loser cannot act next turn. Discard this card."
        },
        {
            "name": "Whiskey Revival",
            "rarity": "common",
            "deck": "Wild West",
            "description": "You a deep swig of a spirit. Recover 2 HP. Discard this card."
        },
        {
            "name": "Tin Star Protection",
            "rarity": "common",
            "deck": "Wild West",
            "description": "Your presence carries the weight of the law. For the next hour, common folk are reluctant to challenge you, and bandits hesitate before attacking. Discard this card."
        },
        {
            "name": "Rattlesnake Reflexes",
            "rarity": "uncommon",
            "deck": "Wild West",
            "description": "If you are attacked in melee range, you may immediately make an attack in response before they strike. Discard this card."
        },
        {
            "name": "Ghost Town Whispers",
            "rarity": "uncommon",
            "deck": "Wild West",
            "description": "For the next 10 minutes, you can hear the echoes of the past, picking up whispered secrets from long-forgotten voices. Discard this card."
        },
        {
            "name": "Powder Smoke",
            "rarity": "common",
            "deck": "Wild West",
            "description": "A thick cloud of smoke swirls within 15'. All creatures inside must test Focus to see clearly, if they cannot they cannot target creatures inside the smoke from outside of it, or any creatures if they are inside of it. The smoke dissipates in 2 turns. Discard this card."
        },
        {
            "name": "Golden Bullet",
            "rarity": "rare",
            "deck": "Wild West",
            "description": "Your next shot is enchanted with deadly force. If it hits, the target dies instantly. Discard this card."
        },
        {
            "name": "Ghost Rider's Trail",
            "rarity": "uncommon",
            "deck": "Wild West",
            "description": "Your tracks vanish behind you for the next hour and the wind blows your scent away, making it impossible to be followed by normal means. Discard this card."
        },
        {
            "name": "Horseshoe Charm",
            "rarity": "common",
            "deck": "Wild West",
            "description": "Before rolling for any Fate-based test, you may choose to automatically succeed instead. Discard this card."
        },
        {
            "name": "Poker Face",
            "rarity": "uncommon",
            "deck": "Wild West",
            "description": "You can perfectly conceal your emotions and intentions for the next 10 minutes. Any attempts to read your mind or emotions automatically fail. Discard this card."
        },
        {
            "name": "The Drifter's Shadow",
            "rarity": "rare",
            "deck": "Wild West",
            "description": "For the next minute in combat, you leave behind ghostly afterimages, making you appear to flicker between locations. Attacks against you are made rolling an additional d10 and choosing the higher result. Discard this card."
        },
        {
            "name": "Hangman's Curse",
            "rarity": "rare",
            "deck": "Wild West",
            "description": "You call upon the spirits of the wrongfully hanged. One enemy within 30' must pass a Focus test or be unable to act for 1 turn. Discard this card."
        },
        {
            "name": "Bounty Mark",
            "rarity": "uncommon",
            "deck": "Wild West",
            "description": "You mark one enemy with a phantom brand only you can see. For the next hour, you know their direction and distance at all times. Discard this card."
        },
        {
            "name": "Snake Oil Remedy",
            "rarity": "common",
            "deck": "Wild West",
            "description": "You pull out a suspicious tonic. It heals 1 HP and removes any one minor ailment—but you must flip a coin. On tails, gain a random side effect chosen by the GM. Discard this card."
        },
        {
            "name": "Desert Mirage",
            "rarity": "uncommon",
            "deck": "Wild West",
            "description": "For the next turn, one enemy sees an illusion of you 20 feet away and may target it instead. Discard this card."
        },
        {
            "name": "Justice at Dawn",
            "rarity": "rare",
            "deck": "Wild West",
            "description": "You mark one outlaw or enemy as your quarry. At the next sunrise, if you haven't faced them, you take 1 damage. If you have, you deal +5 damage on your first hit. Discard this card either way."
        },
        {
            "name": "Jailbreak",
            "rarity": "rare",
            "deck": "Wild West",
            "description": "You set up the perfect escape. Whether it's a hidden file, distracted guard, or faulty manacles, you or one ally escapes confinement instantly. Discard this card."
        },
        {
            "name": "Crowd Cover",
            "rarity": "common",
            "deck": "Wild West",
            "description": "In a crowd or busy street, you disappear. You cannot be targeted for 1 turn. Discard this card."
        },
        {
            "name": "Hitch the Horses",
            "rarity": "common",
            "deck": "Wild West",
            "description": "You prepare a fast getaway. You and up to 3 allies can Flee, and automatically escape combat without further pursuit. Discard this card."
        },
        {
            "name": "Lock and Load",
            "rarity": "common",
            "deck": "Wild West",
            "description": "You prepare your weapons perfectly. Your next firearm or thrown weapon attack deals +1 damage. Discard this card."
        },
        {
            "name": "Blood Surge",
            "rarity": "common",
            "deck": "Vampire",
            "description": "Your next action is empowered by fresh blood. Add an additional 1d10 to any test of your choice and choose the lowest. Discard this card."
        },
        {
            "name": "Bat Form",
            "rarity": "uncommon",
            "deck": "Vampire",
            "description": "Transform into a bat for up to 1 hour. You can fly but cannot attack or cast spells in this form. Discard this card."
        },
        {
            "name": "Mesmerizing Gaze",
            "rarity": "common",
            "deck": "Vampire",
            "description": "Lock eyes with a mortal to charm them for 10 minutes. They obey simple commands. Discard this card."
        },
        {
            "name": "Shadow Meld",
            "rarity": "common",
            "deck": "Vampire",
            "description": "Merge with nearby shadows for up to 1 minute, becoming invisible in darkness. Discard this card."
        },
        {
            "name": "Blood Feast",
            "rarity": "rare",
            "deck": "Vampire",
            "description": "Drain blood from a willing or helpless target. Heal all HP. Discard this card."
        },
        {
            "name": "Feral Whispers",
            "rarity": "common",
            "deck": "Vampire",
            "description": "You can speak with and command animals nearby. For the next hour, any natural beast will not attack you unless provoked, and you may give them simple commands. Discard this card."
        },
        {
            "name": "Awe",
            "rarity": "common",
            "deck": "Vampire",
            "description": "Your supernatural presence is undeniable. For the next 10 minutes, all mortal creatures you interact with treat you with fascination and respect unless already hostile. Discard this card."
        },
        {
            "name": "Soaring Leap",
            "rarity": "common",
            "deck": "Vampire",
            "description": "You leap impossibly high or far—up to 60 feet in any direction, ignoring obstacles. You take no fall damage from this leap. Discard this card."
        },
        {
            "name": "Sense the Unseen",
            "rarity": "uncommon",
            "deck": "Vampire",
            "description": "For the next 5 minutes, you can detect invisible or hidden entities, such as ghosts or spirits. Discard this card."
        },
        {
            "name": "Dread Gaze",
            "rarity": "common",
            "deck": "Vampire",
            "description": "You bare your fangs and snarl. One mortal creature you choose within 15' must pass a @Focus test or be @Frightened for 1 turn. Discard this card."
        },
        {
            "name": "Withering Touch",
            "rarity": "rare",
            "deck": "Vampire",
            "description": "Touch a creature. They must pass a Body test or take 3 damage. Discard this card."
        },
        {
            "name": "Tenebrous Form",
            "rarity": "rare",
            "deck": "Vampire",
            "description": "You become living shadow for 3 turns. You can pass through small openings and are immune to physical attacks, but cannot attack. Discard this card after the effect ends."
        },
        {
            "name": "Telepathy",
            "rarity": "uncommon",
            "deck": "Vampire",
            "description": "For the next 10 minutes, you may speak mentally with any creature you can see. They hear your thoughts clearly unless they succeed a Focus test to resist. Discard this card."
        },
        {
            "name": "Shape of the Beast",
            "rarity": "rare",
            "deck": "Vampire",
            "description": "Transform into a wolf for 1 hour. Gain heightened senses, increased movement, and may attack with fangs. Cannot speak or use spells in this form. Discard this card after the effect ends."
        },
        {
            "name": "Sanguine Shield",
            "rarity": "uncommon",
            "deck": "Vampire",
            "description": "You enchant yourself or another with blood-magic protection. Until the end of the next battle, reduce the first source of damage by 2. Discard this card after it is triggered."
        },
        {
            "name": "Vitae Frenzy",
            "rarity": "rare",
            "deck": "Vampire",
            "description": "Enter a controlled frenzy. For the next 2 turns, you deal 2 damage per hit with your claws and fangs and heal 1 HP each time you land a melee hit. You cannot use spells or talk. Discard this card."
        },
        {
            "name": "The Beast Unleashed",
            "rarity": "rare",
            "deck": "Vampire",
            "description": "You fully embrace the Beast. For 1 turn, you take two actions instead of one, but must attack the nearest creature. Discard this card."
        },
        {
            "name": "Grave Soil Communion",
            "rarity": "uncommon",
            "deck": "Vampire",
            "description": "By consuming dirt from a grave, you glimpse ancestral memory. Ask one yes/no question about the area’s history or a dead figure. The answer arrives in a haunting whisper. Discard this card."
        },
        {
            "name": "Dark Martyr",
            "rarity": "rare",
            "deck": "Vampire",
            "description": "When you would take fatal damage, instead you remain at 1 HP and all enemies in 10' take 2 damage. You cannot heal until you rest. Discard this card."
        },
        {
            "name": "Howl of Damnation",
            "rarity": "uncommon",
            "deck": "Vampire",
            "description": "You release an unholy scream. All enemies within 30' must pass a @Focus test or be deafened and @Frightened for 1 turn. Discard this card."
        }
    ]
}
